Repository: ttdly/ONI-Mods
Catalog: PackAnything/translations/*.po
Languages: ru

# PackAnything.PackAnythingString.MISC.DISPLACEMENT_BEACON.DESC
source: Record the information of an object, activate this beacon, and the recorded object will be moved to this location.
ru: Запишите информацию об объекте, активируйте этот маяк, и записанный объект будет перемещён в это место.

# PackAnything.PackAnythingString.MISC.DISPLACEMENT_BEACON.NAME
source: Displacement Beacon
ru: Маяк перемещения

# PackAnything.PackAnythingString.UI.SIDE_SCREEN.APPLY_BUTTON_TEXT
source: Move It
ru: Переместить

# PackAnything.PackAnythingString.UI.SIDE_SCREEN.APPLY_BUTTON_TOOL_TIP
source: Move this object to a specific location
ru: Переместить этот объект в определённое место

# PackAnything.PackAnythingString.UI.SIDE_SCREEN.CANCEL_BUTTON_TOOL_TIP
source: Cancel survey for this item.
ru: Отменить обследование этого объекта.

# PackAnything.PackAnythingString.UI.SIDE_SCREEN.NAME
source: Survyed List
ru: Список обследованных объектов

# PackAnything.PackAnythingString.UI.SIDE_SCREEN.TOOL_TIP
source: There is no object being surveyed, or alternatively, there is an object in motion
ru: Объект обследования отсутствует или находится в движении

# PackAnything.PackAnythingString.UI.SIDE_SCREEN.TOOL_TIP_ELEMENT
source: Need some steel to start.
ru: Для начала работы нужна сталь.

# PackAnything.PackAnythingString.UI.SIDE_SCREEN.TOOL_TIP_OBJ
source: Double-click to view this object.
ru: Дважды щелкните, чтобы просмотреть этот объект.

# PackAnything.PackAnythingString.UI.SURVEY.NAME
source: Survey
ru: Обследование

# PackAnything.PackAnythingString.UI.SURVEY.NAME_OFF
source: Cancel Survey
ru: Отменить обследование

# PackAnything.PackAnythingString.UI.SURVEY.TOOLTIP
source: Survey this item for move.
ru: Обследовать этот объект для перемещения.

# PackAnything.PackAnythingString.UI.SURVEY.TOOLTIP_OFF
source: Cancel order to survey this item.
ru: Отменить обследование этого объекта.

# PackAnything.STRINGS.BUILDINGS.PREFABS.MOVABLEBEACON.DESC
source: The magical machine that can alter this world.
ru: Волшебная машина, способная изменить этот мир.

# PackAnything.STRINGS.BUILDINGS.PREFABS.MOVABLEBEACON.EFFECT
source: Move the object surveyed.
ru: Переместить обследуемый объект.

# PackAnything.STRINGS.BUILDINGS.PREFABS.MOVABLEBEACON.NAME
source: <link="MOVABLEBEACON">Displacement Beacon</link>
ru: <link="MOVABLEBEACON">Маяк перемещения</link>

# PackAnything.STRINGS.DONT_CONSUME_ANYTHING
source: No consumption is required
ru: Нет потребления

# PackAnything.STRINGS.DUPLICANTS.CHORES.SURVEY.NAME
source: Survey
ru: Обследование

# PackAnything.STRINGS.DUPLICANTS.CHORES.SURVEY.REPORT_NAME
source: Survey {0}
ru: Обследует {0}

# PackAnything.STRINGS.DUPLICANTS.CHORES.SURVEY.STATUS
source: Going to Survey
ru: Собирается обследовать

# PackAnything.STRINGS.DUPLICANTS.CHORES.SURVEY.TOOLTIP
source: This Duplicant is surving an object
ru: Этот дубликант обследует объект

# PackAnything.STRINGS.DUPLICANTS.STATUSITEMS.SURVEYITEM.NAME
source: Surveying
ru: Обследование

# PackAnything.STRINGS.DUPLICANTS.STATUSITEMS.SURVEYITEM.TOOLTIP
source: This Duplicant is surveying an object
ru: Этот дубликант обследует объект

# PackAnything.STRINGS.GENERATE_UNOBTANIUM
source: Generate Unobtanium
ru: Генерация нейтрония

# PackAnything.STRINGS.GENERATE_UNOBTANIUM_DESC
source: Whether or not does moving a geyser create neutronium
ru: Создаст ли гейзер нейтроний после перемещения

# PackAnything.STRINGS.MISC.STATUSITEMS.WAITINGSURVEY.NAME
source: Survey Errand
ru: Поручение обследования

# PackAnything.STRINGS.MISC.STATUSITEMS.WAITINGSURVEY.TOOLTIP
source: Item will be surveyed once a Duplicant is available
ru: Объект будет обследован, как только появится свободный дубликант

# PackAnything.STRINGS.NO_NEED_DUPLICANTS_OPERATE
source: No need for a duplicate operation.
ru: Для работы не нужны дубликанты.
